Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_2trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: ipmir loguid huksehusa (logežat ja ovtteža), šaddet bargobihtát nugo 70 + __ = 72 lihka gáibideaddjin go 34 + ___ = 72.
sma: Muvhten aejkien luhkie maahta akte stoerre taale årrodh. Hijven taaledïejvese lea aaj maehtedh guarkedh jïh nuhtjedh ovmessie soptsestimmievuekieh.

source: Geabbilis lohkodoahpagat leat áibbas dárbbašlaččat jus galget sáhttit rehkenastit beaktilit máŋggasiffar loguiguin.
sma: Maahta aktem veahkam vïjhte eeplajgujmie vuesiehtidh viehkine Tjaelije jïh berteme leah tjaalasovveme lidteratuvrelæstosne tjaalegen minngiegietjesne.

source: Oahppit geat rahčet ipmirdit ja geavahit sadjevuogádaga, deaividit stuora hástalusaid go sii galget rehkenastit addišuvnna ja subtrakšuvnna máŋggasiffar loguiguin.
sma: Sæjroe 17 / 35 baakojste «vïjhteš, vïjhte sïevijste | | | | | jallh taalesymbovleste 5. Learohkh aaj tjuerieh maehtedh vuesiehtimmiej gaskem jarkoestidh.

source: 19. siidu 34 siiddus lohkamiin.
sma: Taali leah jïjtsevoeth.

source: Dađistaga čatnet oahppit loguid hivvodagaide.
sma: Göökte taalh mah tjåanghkan bïejesuvvieh, akte orre taale sjidtieh.

source: Go oahppit álggos oidnet loguid, de sii atnet daid oktan ollislašvuohtan, ja sii čujuhit logu olles hivvodahkii beroškeahttá galle siffara logus leat.
sma: Datne maahtah joekehtsem göökti taali gaskem gaavnedh gosse dam aktem taalem dehtie mubpijste geasa. Maahta taalh guektelen juekedh jïh guektiengïerth darjodh.

source: Siffarat máŋggasiffar loguin eai mearkkaš sierra maidege ohppiide, ja sii eai geavat sadjevuogádaga lohkat dahje almmuhit ahte dihto siffar čujuha dihto árvui.
sma: Daelie edtjieh gaavnehtidh man gellie sirrieh dah leah tjöönghkeme. Tanja lea gaavnehtamme dihte 17 sirrieh åtna sov aktene goejesne.

source: Áitto go sii leat ipmirdišgoahtán sadjevuogádaga, lea ohppiin doarvái gelbbolašvuohta geavahit loguid geabbilit.
sma: Madtjeles 71 våålese tjaala sov gærjesne. Klaasse sijjieaarvojne barkeminie jïh taalh unifix-klåbpojste bigkie.

source: Sii sáhttet dál juohkit logu ovttežiidda ja logežiidda, sii dihtet makkár árvu iešguđetge siffarat ovddastit, ja sii oidnet olles logu supmin osiin.
sma: Lohkehtæjja Jåhham gihtjie mejtie dïhte daajra man gellie luhkieh lea taalesne 34. Jåhha vaestede taalesne 34 göökte luhkieh jïh akte luhkienjieljie.

source: De lea ohppiin buorre vuođđu ovdánahttit alcceseaset vugiid lohkorehkenastimii (máŋggasiffar loguiguin) ja oahppat ja ipmirdit njealji rehkenastinvugiid algoritmmaid.
sma: Tanja ij konvensjovnide guarkah juktie taalh tjaeledh, gidtjh dah akth leah åelkiesbielesne jïh luhkieh gårroehbielesne. Dïhte iktesth aktide gårroehbielesne tjaala, jallh ajve muvhtine ?

source: Dasa lea váikkuhus ahte šaddá váttis lohkat, čállit ja rehkenastit máŋggasiffar loguiguin.
sma: Juktie maehtedh sjæjsjalidh mejtie Tanja posisjovnesysteemem guarka jïh

source: Oallugat dain ohppiin geavahit álkes lohkanstrategiijaid nugo lohkat-visot-strategiijaid (geahča temá Rehkenastin vuollelis).
sma: «ajveš båajhtode tjaala, jallh mejtie ij sijjie-aarvoem guarkah, tjuara goerehtidh maam Tanja ussjede, jïh man åvteste dïhte 71 tjaala sijjeste 17.

source: maiddái gávnnahit man stuora loguid oahppi máhttá govahallat ja čatnat konkrehta hivvodaga dasa.
sma: Muvhth learohkh dysleksijine lohkemehaerine tjabreminie gosse luhkieh jïh taalh tjaelieh.

source: Lea dehálaš ahte oahppit besset hárjehallat lohkat ja čállit stuora loguid.
sma: Fokusem utnedh guktie mijjieh taalh tjaelebe, maahta viehkine årrodh learoehkidie.

source: Ollu ohppiide lea stuora gaska das ahte máhttit lohkat 23 rádjái dasa ahte ipmirdit ahte 23 lea seamma go 2 logeža ja 3 ovtteža.
sma: evtiesåvva, taale 23 ij sïjhth ajve vuajnalgidh goh 23 ektievoeth, men aaj goh akte ektiedimmie dejstie göökte bielijste 20 jïh 3, jallh 2 luhkiedåehkieh jïh 3 akth.

source: Oahppit dárbbašit ollu ja máŋggalágan hástalusaid mat čatnasit siffarárvui.
sma: Jåhha laavenjassem båajhtode guarkeme, jallh tjabreminie sijjie-aarvojne ?

source: Konkrehtamateriála mii bidjá fokusa loguid juohkimii logežiidda ja ovttežiidda (abakus, unifix-birccut, ruđat, ja nu ain) sáhttá geavahit loguid ráhkadeapmái.
sma: Dejtie learoehkidie mah viesjies goerkesem utnieh guktie taalh leah bæjjese bigkeme (luhkieh jïh

source: Daid seammá lohkohivvodagaid berre maiddái sárgut ja čállit addišuvdnan.
sma: akth) laavenjassh goh 70 + __ = 71 sijhtieh seamma krïevije årrodh goh 34 + __ = 72.

source: Go guorahallá mii dáhpáhuvvá go njuike bajás guvlui ja vulos guvlui ja fitnjut, de sáhttá dat addit ohppiide ipmárdusa loguid huksehusas.
sma: Fleksijbele taaledïejvese lea eevre daerpies jis edtja maehtedh radtjoeslaakan ryöknedidh taaligujmie mej jienebh sifferh.

source: Lea dehálaš ahte oahppit molsot geavahit iešguđetlágan representašuvdnahámiid. Jus fokusere logežiid ja ovttežiid dušše rehkenastin ja čállinoktavuođain, de šaddá fokus
sma: Learohkh mah tjabreminie posisjovnesysteemem guarkedh jïh nuhtjedh, sijhtieh stoerre haestemh dåastodh gosse edtjieh addisjovnine jïh subtraksjovnine ryöknedidh taaligujmie mej jienebh sifferh.

source: eanas dušše bargobihttáčoavdimii.
sma: Evtiedimmie taaledïejvesijstie Sæjroe 18 / 35

source: Dat addá unnit vejolašvuođaid ovdánahttit buori doabaipmárdusa.
sma: Learohki baakoevåarhkoe evtiesåvva, jïh gïeledïejvesh gårrelgieh

source: • Alle teller, B oassi sadjevuogádaga birra
sma: matematihkeles ektiedimmide jïh sisvegasse.

source: • GLSM, kapihtal 5
sma: Mænngan learohkh aelkieh taalh veahkide ektiedidh.

source: Vállje modealla mas lea sadji ovcci kuvlii mat leat dihto sajiin nu ahte rasttideamit dahkkojit konkrehtan. 20. siidu 34 siiddus
sma: Gosse learohkh voestes aejkien taalide dåastoeh, dah taalese vuejnieh goh akte elliesvote, jïh taalem abpe veahkese ektede saaht man gellie sifferh taale åtna.

source: Lohkoráidu ja lohkolinnjá
sma: Fïereguhte siffere taaline mej jienebh

source: Lea hui dehálaš ahte oahppit dovdet bures lohkoráiddu. Dat siskkilda ahte oahppit máhttet namaid loguin ja dihtet struktuvrra lohkoráiddus.
sma: sifferh ij naan mïelem utnieh learoehkidie, jïh dah eah posisjovnesysteemem nuhtjieh juktie lohkedh jallh soptsestidh fïereguhte siffere aktem aarvoem vuesehte.

source: Dasa lassin fertejit oahppit leat oadjebasat loguid sirremis sturrodagaide, jorbet loguid ja dovdat loguid dihto gaskkaid.
sma: Easkah gosse dah aktem goerkesem posisjovnesysteemeste evtiedamme, learohkh nuekies maahtoem utnieh taalide fleksijbeleslaakan nuhtjedh.

source: Dađistaga háhket oahppit mentála lohkolinnjá mii sáhttá geavahuvvot bargobihttáčoavdimii.
sma: Daelie maehtieh taalem juekedh aktine jïh luhkine, daejrieh mah aarvoeh dah ovmessie sifferh utnieh, jïh abpe

source: Kártengeahččaleamis vuhtto dat das go oahppit beaktilit sáhtte bidjat loguid ja hivvodagaid rievttes sadjái lohkolinnjás, ja ahte máhttet identifiseret ovdamearka dihte lagamus logeža.
sma: Jïjnjh dejstie learoehkijste mah tjabreminie taaledïejvesh evtiedidh, taalide vuejnieh goh akte guhkies, aktedimensjovnale taaleraajroe gusnie dah sifferh taaline eah naan mïelem utnieh fïereguhtene haeresne.

source: Matematihkkaoahpaheamis geavahit dávjá iešguđetlágan lohkolinnjáid čájehit lohkoráiddu struktuvrra ja mii lea veahkkeneavvun lohkorehkenastimis.
sma: Learohkh viesjies taalegoerkesinie sijhtieh aktem viesjies våaromem utnedh gosse edtjieh ryöknedidh taaligujmie jienebi sifferigujmie.

source: Jus galgá sáhttit geavahit
sma: Jïjnjh dejstie learoehkijstie aelhkie ryöknemestrategijh nuhtjieh goh

source: lohkolinnjá geabbilit rehkenastimis, de gáibiduvvo ohppiin buorre lohkoipmárdus.
sma: «gaajhkem ryöknedhšstrategijh (vuartesjh teemam Ryöknedimmie vuelielisnie).

source: De sáhttet oahppit geavahit lohkolinnjá vulos- ja bajás guvlui, ja geavahit mearkkaid linnjás ovdamearka dihte dasa ahte lohket viidásit 10:s.
sma: Voejhkelh aaj gaavnehtidh man stoerre taalh learohkh maehtieh sov uvte vuejnedh, jïh mïsse maehtieh aktem vihties veahkam ektiedidh. Vihkeles learohkh åadtjoeh haarjanidh lohkedh jïh

source: Oahppiovdamearka
sma: tjaeledh stoerre taalh.

source: Son čállá 23, 14 ja 19. Máhtte galgá merket gokko 23 lea lohkolinnjás mas leat dušše logežat merkejuvvon.
sma: Gellide learoehkidie akte stoerre sïlle taalese 23 ryöknedh goske guarka taale 23, 2 luhkieh jïh 3 akth åtna.

source: Son galgá rehkenastit 15 – 3. Ánte bidjá suorpma 15 nala ja dadjá okta.
sma: Learohkh jïjnjh jïh gelliesåarhts haestemh daarpesjieh ektiedamme

source: Dasto sirdá suorpma vulosguvlui lohkolinnjás ja lohká guokte go cuige 14, ja golbma go son cuige 13. Fatima rahčá loguid čállima konvenšuvnnaiguin.
sma: Konkretiseradimmiematerijelle mij fokusem åtna taalh juekedh luhkine jïh aktine (abakus, unifix-klåbpoeh, beetnegh jïh numhtie vijriebasse) maahta åtnasovvedh taalh bigkedh.

source: Dasa lassin jáhkká son ahte lohku mas lea 9 lea stuora lohku.
sma: Byöroe aaj doh seamma taaleveahkah guvviedidh jïh tjaeledh goh addisjovne.

source: váilevaš lohkodoahpagat iige leat háhkan mentála lohkolinnjá.
sma: Akte tjuetiekaarhte maahta åtnasovvedh juktie taali struktuvrem goerehtidh.

source: Máhte merken sáhttá čájehit ahte son lea eahpesihkar leago 23 lagabus 20 vai 30, iige oro áibbas ipmirdan loguid mearriduvvon gaskkas.
sma: Gosse goerehte mij heannede gosse bæjjese, våålese jïh lajtode njulhtjie, learohkh maehtieh goerkesem vejtiestidh guktie taalh leah bæjjese bigkeme.

source: Heajos ipmárdus lohkolinnjás sáhttá danne go oahppi álo lohká 0 rájes ovtta ja ovtta bajás guvlui dassážii go olle lohkui masa galggai lohkat.
sma: Vihkeles learohkh ovmessie vuesiehtimmievuekiej gaskem målsoeh.

source: Ánte rahčá oaidnit loguid lohkolinnjás mat sáhttet ovddastit barggu maid son galgá bargat (15-3).
sma: Jis fokusem åtna luhkide jïh aktide ajve gosse edtja maam akt ryöknedidh jïh stuhtjh bæjjese bïejedh,

source: Ánte dárbbaša doarjaga máhttit geavahit lohkolinnjá veahkkeneavvun lohkorehkenastimis.
sma: Veeljh aktem maallem gusnie uktsie båaloeh fïerhtene posisjovnesne tjaakanieh guktie dah sertiestimmieh

source: Lohkoráiddu ipmárdusa ovdánahttin
sma: konkretiseradamme sjidtieh.

source: Lohkoráiddu ja lohkolinnjá ipmirdeapmi álgá dainna go oahppá lohkosániid ja lohkosymbolaid ja makkár vuorus dat galget leat.
sma: Sæjroe 19 / 35 fokuse fer jïjnjem stuvresåvva laavenjasside loetedh. Dïhte vaenebh nuepieh vadta hijven dïejvesegoerkesem evtiedidh.

source: Dat máhttu vuolgá loguidlohkamis.
sma: Raeriestimmie vielie lohkemen bïjre

source: Sii ipmirdit ahte 23 lea lagabus 20 go 30.
sma: • Alle teller, bielie B posisjovnesysteemen bïjre

source: 21. siidu 34 siiddus
sma: • GLSM, kapihtele 5

source: Dađistaga ovdánahttet oahppit mentála lohkolinnjá maid sáhttet geavahit lohkat vulos- ja bajá guvlui ja bargobihtáid čoavdimii (eanet dan birra Rehkenastin temás).
sma: Joekoen vihkeles learohkh hijven daajroem utnieh taaleraajroem bïjre. Daate sæjhta jiehtedh learohkh taali nommide jïh struktuvrem taaleraajrosne maehtieh.

source: Viidásit ovdáneapmi mielddisbuktá ahte oahppi ovdána das ahte máhttá lohkolinnjá bajás- ja vulosguvlui atnit dasa ahte álgá lohkolinnjá geabbilit geavahit čoavdit bargobihtáid.
sma: tjuerieh jearsoes årrodh taalh veesmedh stoeredahken mietie, taalh jorpesjidh jïh daejrieh taali gåhkoem gaskemsh. Mænngan learohkh sijhtieh aktem mentaale taalesïevem tseegkedh maam maehtieh nuhtjedh laavenjasseloetemisnie.

source: Oahppit geavahit mentála lohkolinnjá go sirrejit loguid sturrodaga mielde.
sma: Goerehtallemepryövesne daate våajnoes sjædta gosse learohkh radtjoeslaakan maehtieh taalh jïh veahkah reaktoe

source: Go sii dovdet lohkolinnjá struktuvrra, de sii sáhttet geavahit dan mearridit guovtti logu gaskka, ovdamearka dihte lea go 18 lagabus 15 vai 20.
sma: Matematihkeööhpehtimmesne daamtaj ovmessie taalesïevh nuhtjie juktie struktuvrem vuesiehtidh taaleraajrosne jïh goh viehkiedïrrege taaleryöknedimmesne.

source: Bargu viidásit Viidásit barggu ohppiiguin sáhttá álggahit guorahallamiin man bures oahppit dovdet lohkoráiddu.
sma: Juktie maehtedh taalesïevem fleksijbeleslaakan ryöknedæmman nuhtjedh, lea eevre daerpies learohke hijven taalegoerkesem utnieh.

source: Ovdamearka dihte sáhttá ohppiid geat rahčet eanemusat diktit lohkát viidásit muhtun logus, sihke bajás guvlui ja vulos guvlui.
sma: Dellie learohkh maehtieh svihtjedh bæjjese jïh våålese taalesïevesne, jïh mïerhkesjimmide nuhtjedh sïevesne, vuesiehtimmien gaavhtan viehkine

source: Buot ohppiide sierra beroštumi ráji
sma: guhkiebasse ryöknedh taaleste 10.

source: Iska maiddái makkár lohkosturrodagaid oahppit sáhttet bidjat lohkolinnjái.
sma: Learohkevuesiehtimmie Ealla edtja golme taalh veesmedh sjïdtije öörnegisnie.

source: Geahča lohká go oahppi ovtta ja ovtta dassážii olle lohkui gosa galggai, vai geavaha go oahppi mearkkaid lohkolinnjás.
sma: Meehte edtja mïerhkesjidh gusnie 23 lea aktene taalesïevesne gusnie ajve dah luhkieh leah mïerhkesjamme. Dïhte mierhkem beaja 20 jïh 30 gaskoeh.

source: Man ollu gaskamearkkaiguin ferte merken lohkolinnjá ovdalgo oahppi sáhttá
sma: Aanta aktem taalesïevem dibrehtamme sov buertesne maam viehkine åtna taaleryöknedimmesne.

source: bidjat logu rievttes sadjái ?
sma: Dihte edtja ryöknedidh 15 – 3.

source: Viidásit barggus sáhttá diktit oahppi vásihit lohkolinnjá geavaheami (main leat mearkkat iešguđet ládje), bidjat loguid lohkolinnjái, lohkat loguid ja lohkat bajás guvlui ja vulos guvlui lohkolinnjás, áinnas iešguđetlágan intervállaiguin.
sma: Aanta soermem beaja taalese

source: Go oahppit barget loguid sirremiin sturrodagaid mielde dahje lagamus loguid gávdnamiin, de sii fertejit geavahit iežaset mentála lohkolinnjá.
sma: 15 jïh jeahta akte. Dle taalesïeven våålese svæhtja jïh ryöknoe göökte mearan taalese 14 tjuvtjede, jïh golme mearan taalese 13 tjuvtjede.

source: Dakkár representašuvdnahámiid lea dehálaš čatnat matematihkalaš symbolaide.
sma: Ealla konvensjovnigujmie tjabreminie juktie taalh tjaeledh.

source: maid son sáhttá geavahit lohkorehkenastimis.
sma: Muvhtine 41 tjaalasåvva goh 41 jïh muvhtine goh 14.

source: Ánte rahčá geavahit lohkolinnjá beavddis nalde riekta.
sma: Lissine Ealla veanhta taalh sifferinie 9 leah stoerre taalh.

source: Sutnje lea dehálaš ipmirdit sihke manne ja mo sáhttá geavahit veahkkeneavvuid ja representašuvnnaid.
sma: vååjnedh goh Ealla viesjies taalegoerkesem åtna, jïh ij leah aktem mentaale taalesïevem tseegkeme.

source: Kártengeahččaleapmi ii iská máhttá go oahppi geavahit lohkolinnjá veahkkeneavvun lohkorehkenastimis.
sma: Dejnie mïerhkesjimmine maam Meehte dorje, maahta vååjnedh goh dïhte lea jueriedisnie mejtie 23 lea lïhkemes 20 jallh 30, jïh ij eevre guarkah taali gåhkoem gaskemsh.

source: Lohkolinnjá sáhttá leat buorre veahkkeneavvun matematihka vuođđo máhtolašvuođaid oahppamis.
sma: Viesjies goerkese taalesïeveste daamtaj ektiedimmiem åtna viesjies taalegoerkesinie.

source: Geahča evttohuvvon lassi lohkamušaid vuollelis. Evttohusat lassi lohkamušaide
sma: Aanta tjabreminie taalesïeven mietie svihtjedh gosse edtja dam barkoem darjodh (15 – 3).

source: • Dyskalkulia, Kapihtal lohkovuogádaga birra 22. siidu 34 siiddus lohkodoahpagiid ja lohkoráiddu.
sma: Aanta dåarjoehtimmiem daarpesje juktie maehtedh taalesïevem nuhtjedh goh viehkiedïrrege taaleryöknedæmman.

source: Eaktun oahppat buriid rehkenastinstrategiijaid lea ahte ipmirda loguid juohkima logežiidda ja ovttežiidda, dovdat logešolbmáid (ja eará lohkoolbmáid) ja máhttit duppalastit ja juohkit beliin.
sma: Evtiedimmie goerkesistie taalesïeveste Goerkese taaleraajroste jïh taalesïeveste aalka gosse leara taalebaakojde, taalesymbovlide jïh mennie öörneginie dah tjåadtjoeh. Daate lea daajroe ryöknemen bïjre.

source: Viidásit leat buorit lohkanmáhtut ja
sma: Dah guarkah 23 leah lïhkebe 20 goh 30.

source: lohkan bajás guvlui ja vulos guvlui gitta čuođi rádjái guovddáš oassi lohkorehkenastin máhtolašvuođa vuođus. Ollu oahppit rahčet addišuvnnain ja subtrakšuvnnain.
sma: Dah aaj guarkah akte segmente aktede taalesïeveste maahta jeatjah taaligujmie aelkedh goh 0, jïh dihte maahta jeatjahlaakan juakeme årrodh goh 1.

source: Dutkan čájeha ahte subtrakšuvdna lea erenoamáš váttis. Dasa lea ollu sivvan ahte ohppiin lea heajos doabaipmárdus.
sma: Learohkh maehtieh nuhtjedh daajroem taaleraajroen jïh taali aarvoen bïjre juktie vaaksjoehtidh, jïh taalh taalesïevese bïejedh.

source: Oahppit geat rahčet geavahit dávjá ovttageardánis ja rievddakeahtes strategiijaid go galget čađahit rehkenastimiid dego Ánná ovdamearkkas vuollelis.
sma: Mænngan learohkh sijhtieh aktem mentaale taalesïevem evtiedidh maam maehtieh nuhtjedh gosse edtjieh bæjjese jïh våålese ryöknedh jïh laavenjassh loetedh (vielie dan bïjre Ryöknedimmesne).

source: Sivvan dasa dáidá leat oktavuođain lohkodoahpagiid, lohkama ja lohkofáktáid bajiloahppama gaskkas. Oahppiovdamearka
sma: Vijriesåbpoe evtiedimmie sæjhta jiehtedh learohkh ij ajve bæjjese jïh våålese svihtjh taalesïevesne men aelkieh taalesïevem fleksijbeleslaakan nuhtjedh dåeriesmoereloetemisnie.

source: De son lohká vihtta suorpma gurut gieđas. Loahpas son lohká buot suorpmaid ja oažžu gávcci.
sma: Learohkh dam mentaale taalesïevem nuhtjieh gosse taalh stoeredahken mietie veesmieh.

source: 17 + 5 = ___ Lin “ deavdá ” olles logežii nu ahte rehkenastá 17 + 3. De son diehtá ahte guokte báhce viđežis, ja ahte supmi lea 22.
sma: Gosse struktuvrem taalesïevesne demtieh, maehtieh dam nuhtjedh juktie gåhkoem jiehtedh göökte taali gaskem, vuesiehtimmien gaavhtan mejtie 18 leah

source: Mihkkal lohká bajásguvlui guđežis gávnnahan dihte man ollu gaska lea guđeža ja 15 gaskkas.
sma: lïhkemes 15 jalh 20. Dastegh learohkh edtjieh aktem mentaale taalesïevem evtiedidh dah tjuerieh barkedh dovne smaave jïh stoerre taaligujmie.

source: Go son lohká 1 go doallá badjin guhtta suorpma, de su vástádus gaskkas šaddá logi.
sma: Geajnoe guhkiebasse Maahta dam guhkiebasse barkoem aelkedh viehkine goerehtidh man hijven daajroe

source: Ánná strategiija gohčoduvvo “ lohkat-buot ” - strategiijan. Nu ádjána, ja oahppit geat rahčet lohkamiin sáhttet jođánit lohkat boastut.
sma: Vuesiehtimmien gaavhtan maahta aelkedh baajedh learohkem guhkiebasse ryöknedh aktede saaht mehtie taaleste, dovne bæjjese jïh våålese.

source: Lohkat-buot strategiijat lea maiddái heajos vuohki lohkat go oahppit galget bargat máŋggasiffar loguiguin.
sma: Vaeltieh våaromem laavenjassine goerehtallemepryövesne, jïh baajh learohkem buerkiestidh guktie satne taalh stoeredahken mietie veesmie, jïh intervallem gaavna

source: Oahppit geat leat oahppan
sma: göökte taali gaskem.

source: lohkofáktáid, dihtet ahte supmi golmmas ja viđas lea gávcci.
sma: Goerehth aaj mah taalestoeredahkh learohke maahta taalesïevide bïejedh.

source: Iŋgá geavaha máhtuidis loguid ektui ja lohkanstrategiijaid ektui go čoavdá bargobihtá.
sma: Vuartesjh mejtie learohke ryöknoe akti akti vaajteles taalen raajan, jallh mejtie learohke mïerhkesjimmide taalesïevesne nuhtjie.

source: Son diehtá ovdamearka dihte ahte loguid sáhttá juohkit joavkkuide.
sma: Sæjroe 21 / 35 ihke learohke edtja maehtedh taalem reaktoe sæjjan bïejedh ?

source: Mihkkal geavaha “ lohkat-bajásguvlui ” strategiija čoavdit substrakšuvdnabargobihtáid. Dat sáhttá leat buorre strategiija jus dan geavaha searválaga lohkofáktáiguin.
sma: Guhkiebasse maahta aaj baajedh learohkem dååjrehtimmiem åadtjodh ovmessie taalesïevh nuhtjedh (ovmessie mïerhkesjimmiejgujmie), taalh taalesïevese bïejedh, taalh lohkedh bæjjese jïh våålese

source: Mihkkal rahčá geavahit strategiija riekta.
sma: taalesïevesne, maaje ovmessie intervalligujmie.

source: Ollu oahppit geat rahčet boastudit go geavahit lohkanstrategiijaid, juogo danne go lohket boastut, dahje danne go rahčet geavahit
sma: Vijries jïh iktegisth åtnoe visuelle vuesiehtimmievuekijste goh taalesïeve, dorje guktie aelhkebe sjædta learoehkasse taalh jïh taaleryöknedimmiem guarkedh.

source: Dasa lassin lea dehálaš ahte oahppit ohppet bajil lohkofáktáid.
sma: Vihkeles dagkerh vuesiehtimmievuekieh gårrelgieh dejtie matematihkeles symbovlide.

source: Go oahppit ohppet lohkofáktáid de geahpida dat rehkenastima ohppiide dainna lágiin ahte kognitiiva noađđi njiedjá go oahppi de ii dárbbaš geavahit návccaid lohkamii.
sma: Åtnoe taalesïevijste klaassetjiehtjielisnie maahta learohkem skreejredh jïjtse mentaale taalesïevh evtiedidh mejtie maahta taaleryöknedimmesne nuhtjedh.

source: Bahá lea maid vajálduhttit
sma: Aanta tjabreminie taalesïevem nuhtjedh

source: maid lea juo lohkan, ja mii lei vel báhcán lohkat, jus ovdamearka dihte galgá rehkenastit 25 + 13 logiin suorpmaiguin.
sma: maam buertesne åtna, reaktoelaakan. Vihkeles dïhte guarka dovne man åvteste jïh guktie mijjieh viehkiedïrregh jïh vuesiehtimmieh nuhtjebe.

source: Jus muhtun oahppi rehkenastá hejot kártengeahččaleami addišuvdna ja subtrakšuvdna bihtáin, de sáhttá dat mearkkašit ahte oahppis leat heajos
sma: Goerehtallemepryövesne ibie goerehth mejtie learohke maahta taalesïevem viehkiedïrreginie nuhtjedh taaleryöknedimmesne.

source: Áigemearri dain siidduin lea biddjon nu ahte diekkár heajos strategiijageavaheapmi galggašii dagahit ahte oahppi ii háhppet bargat buot bargobihtáid.
sma: Taalesïeve maahta akte hijven viehkiedïrrege årrodh gosse vejtesteminie dah uvtemesth tjiehpiesvoeth ryöknedimmesne. Vuartesjh raeriestimmieh vielie lohkemen bïjre vuelielisnie.

source: Ohppiid strategiijaid lea dehálaš kártet, danne go strategiijaovdáneapmi lea hui dehálaš oahppi rehkenastinmáhtolašvuođaid ovdáneamis.
sma: Raeriestimmie vielie lohkemen bïjre

source: Áigemearri dain siidduin lea biddjon nu ahte
sma: • Dyskalkulia, kapihtele taalesysteemen bïjre

source: diekkár heajos strategiijageavaheapmi galggašii dagahit ahte oahppi ii háhppet bargat buot bargobihtáid.
sma: Juktie hijven ryöknedimmietjiehpiesvoeth åadtjodh lea vihkeles hijven taalegoerkesem jïh daajroem utnedh taaleraajroem bïjre.

source: Rehkenastinstrategiijaid ovdánahttin Oahppit ohppet dábálaččat vuos “ lohkat-buot ” ” - strategiijaid addišuvdnii ja de dađistaga “ lohkat-viidásit ” “ lohkat-viidásit ” - strategiijaid.
sma: aktine, daajroem utnedh luhkievoelpi bïjre (jïh jeatjah taalevoelph), maehtedh taalide guektiengïerth darjodh jïh taalide gööktine juekedh leah vihkeles jis edtja maehtedh hijven ryöknedimmiestrategijh evtiedidh.

source: Álggos sáhttá dat leat nu ahte lohket viidásit dan logus maid leat addán álggos, muhto dađistaga galggaše oahppit lohkat viidásit dan stuorimus logus.
sma: Hijven ryöknemetjiehpiesvoeth jïh ryökneme bæjjese jïh våålese taalese tjuetie aaj akte vihkeles bielie dehtie våaroemistie tjiehpiesvoetide

source: Dat leat ratjonála strategiijat, ja lohkagoahtit viidásit stuorimus logus lea beaktilileappot ja geabbileappot go “ lohkat-buot ” - strategiija.
sma: Viesjies learohkh daamtaj naive jïh rigide strategijh nuhtjieh juktie aerviedimmieh darjodh, naemhtie goh Aanna vuesiehtimmesne vuelielisnie.

source: Dađistaga go oahppit
sma: Dah ryöknoeh sijjeste ryöknedidh.

source: leat gártadan vásáhusaid lohkamis, de sii muitigohtet ahte 3 + 5 lea gávcci, ja vurkejit dan lohkofáktán maid maŋŋil sáhttet viežžat guhkesáiggemuittus.
sma: Daate hævvi vienth dan åvteste lea ektiedimmieh gaskem taaledïejvesh, ryökneme jïh automatiseradimmie taalefaaktijste. Learohkevuesiehtimmie 3 + 5 = ____ Aanna voestegh golme soermh gårroehgietesne ryöknoe.

source: Mihttu lea ahte oahppit galget geavahit lohkofáktáid searválaga beaktilis lohkanstrategiijaiguin čoavdit bargobihtáid.
sma: Dan mænngan vïjhte soermh åelkiesgïetesne ryöknoe. Minngemes gaajhkide soermide ryöknoe jïh gaektsie åådtje.

source: De sáhttet 8 + 7 ovdamearka dihte čoavdit nu ahte oahppi
sma: Dellie daajra göökte aajmene vïjhteste, jïh summe lea 22.
